Revit 2027 API
ParameterTypeId.DividedSurfaceEdgeNumber Property
 "Edge number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedSurfaceEdgeNumber { get; }
Public Shared ReadOnly Property DividedSurfaceEdgeNumber As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedSurfaceEdgeNumber {
	ForgeTypeId^ get ();
}
static member DividedSurfaceEdgeNumber : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace